task-last/task-c/openfoam/task-03/init_file/bfs_base/constant/turbulenceProperties
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant";
    object      turbulenceProperties;
}
simulationType RAS; // TODO_SIMULATION_TYPE

RAS
{
    model           kOmegaSST; // TODO_TURB_MODEL
    turbulence      on;
    printCoeffs     on;
}
